42crunch.vscode-openapi
adamhartford.vscode-base64
bierner.markdown-mermaid
brittanychiang.halcyon-vscode
catppuccin.catppuccin-vsc
dotjoshjohnson.xml
eamodio.gitlens
fisheva.eva-theme
humao.rest-client
kuscamara.electron
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.hexeditor
ms-vscode.powershell
redhat.vscode-yaml
robbowen.synthwave-vscode
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
tomoyukim.vscode-mermaid-editor
uloco.theme-bluloco-dark
xyz.plsql-language
yzhang.markdown-all-in-one
alefragnani.bookmarks
beardedbear.beardedtheme
golang.go
igorsbitnev.error-gutters
jacobdufault.fuzzy-search
jakearl.search-editor-apply-changes
jtjoo.classic-asp-html
kitplz.vim-nightfly-theme
vscodevim.vim


sadesyllas.vscode-workspace-switcher
